Repository: FawzyZayed/mytheme
Catalog: lang/*.po
Languages: ar

source: Navbar
ar: النافبار

source: social menu
ar: قائمة المواقع الإجتماعية

source: slider
ar: السلايدر

source: Slider
ar: السلايد

source: Parent Slider:
ar: السلايد الرئيسي

source: All Sliders
ar: جميع السلايد

source: slider option
ar: خيارات السلايد

source: URL slider
ar: رابط السلايد

source: Target slider
ar: نوع الرابط

source: normal
ar: عادي

source: blank
ar: صفحة منفصلة

source: Arabic Thumbnail
ar: الصورة البارزة العربية

source: Page Option
ar: خيارات الصفحة

source: Show Map
ar: عرض الخريطة

source: on
ar: عرض

source: off
ar: اخفاء

source: Address
ar: العنوان

source: Riyadh Saudi Arabia
ar: السعودية الرياض

source: Location
ar: الموقع

source: Telephone
ar: الهاتف

source: Mobile 1
ar: رقم الجوال 1

source: Mobile2
ar: رقم الجوال 2

source: Site
ar: الموقع

source: Custom Post Type Archives
ar: الأرشيف المخصص

source: Archive
ar: الارشيف لـ

source: Add to Menu
ar: اضفة للقائمة

source: Documentation
ar: الوثائق

source: Extensions
ar: الملحقات

source: Delete
ar: حذف

source: Click me
ar: اضغطني

source: Yes
ar: نعم

source: No
ar: لا

source: Select File
ar: اختر الملفات

source: Select
ar: اختر الملفات

source: Remove
ar: حذف

source: You may only upload maximum %d file
ar: تجاوزت العدد المسموح لرفع الملفات %d ملف

source: You may only upload maximum %d files
ar: تجاوزت العدد المسموح لرفع الملفات %d ملفات

source: Error: Cannot delete file
ar: خطأ: لا يمكن حذف الملف

source: Upload Files
ar: تحميل الملفات

source: + Add new file
ar: اضافة ملف جديد

source: Edit
ar: تعديل

source: Upload Images
ar: تحميل الصورة

source: + Add new image
ar: اضافة صورة جديدة

source: Find Address
ar: بحث بالعنوان

source: View
ar: عرض

source: Embed HTML not available.
ar: تضمين HTML غير متاح.

source: Preview
ar: معاينة

source: Drop images here
ar: افلت الصورة هنا

source: or
ar: او

source: Select Files
ar: اختر الملفات

source: Allowed Image Files
ar: ملفات الصور المسموحة

source: Select a post
ar: اختر المقال

source: Select a %s
ar: اختر %s

source: All
ar: الكل

source: Select an user
ar: اختر من الأعضاء

source: Please correct the errors highlighted below and try again.
ar: الرجاء تصحيح الأخطاء المبينة أدناه وحاول مرة أخرى.
